Repository: LaertNuhu/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: sq

source: Vat in: %s
sq: NIPT: %s

source: IR: %s
sq: IČ: %s

source: Page %(page_number)d of %(page_count)d
sq: Faqia %(page_number)d / %(page_count)d

source: Invoice num.: %s
sq: Numri if fatures.: %s

source: Customer
sq: Bleresi

source: Provider
sq: Shitesi

source: Payment information
sq: Informacioni i pageses

source: Account n.
sq: Numri i kontos

source: Variable symbol
sq: Símbolo variável

source: Specific symbol
sq: Símbolo específico

source: List of items
sq: Lista e artikujve

source: Description
sq: Emri

source: Units
sq: Sasia

source: Price per one
sq: Cmimi

source: Total price
sq: Vlera

source: Tax
sq: Taksa

source: Total price with tax
sq: Vlera+Tvsh

source: Rounding
sq: Arredondamento

source: Breakdown VAT
sq: Tvsh Info

source: VAT rate
sq: Tvsh %

source: Without VAT
sq: Pa Tvsh

source: With VAT
sq: Me Tvsh

source: Total with tax
sq: Totali me Tvsh

source: Creator
sq: E krijuar nga

source: Date of exposure taxable invoice
sq: Data de tributação

source: Taxable invoice num.: %s
sq: Numri i Fatures: %s

source: Due date
sq: Data perfundimtare

source: Taxable date
sq: Data de taxação

source: Paytype
sq: Tipo de pagamento

source: Correcting document: %s
sq: Documento corrigido: %s

source: Correction document for invoice: %s
sq: Documento de correção para a fatura: %s

source: Reason to correction: %s
sq: Razão da correção: %s

source: Date of exposure
sq: Data de exposição

source: Document num.: %s
sq: Numri i dokumentit: %s
